/* Localizable strings of com.apple.iChat.Managed preference manifest */

"iChat.pfm_title" =			"iChat";
"iChat.pfm_description" =			"iChat の環境設定です。";

"XMPPAccount.pfm_title" =			"10.5 のアカウント情報";
"XMPPAccount.pfm_description" =			"10.5 のアカウント情報です。";

"LoginAs.pfm_title" =			"アカウント名";
"LoginAs.pfm_description" =			"メールアドレス形式のアカウント名および iChat サーバです。現在のユーザのユーザ名を指定するには“%@”を使用します。例）“%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"自己署名の SSL を許可";
"AllowSelfSignedSSL.pfm_description" =			"自己署名の SSL 証明書を許可する場合は 1 に設定します。";
"AutoDiscoverHostAndPort.pfm_title" =			"サーバを自動検出";
"AutoDiscoverHostAndPort.pfm_description" =			"クライアントで iChat サーバおよびポートを自動的に検出する場合は 1 に設定します。";
"Description.pfm_title" =			"説明";
"Description.pfm_description" =			"アカウントの説明です。";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Kerberos v5 認証を使用する場合は 1 に設定します。";

"UseSSL.pfm_title" =			"SSL を使用";
"UseSSL.pfm_description" =			"SSL 暗号化を使用する場合は 1 に設定します。";
"ServerHost.pfm_title" =			"サーバのアドレス";
"ServerHost.pfm_description" =			"iChat サーバのアドレス（DNS 名または IP アドレス）です。";
"ServerPort.pfm_title" =			"サーバポート";
"ServerPort.pfm_description" =			"iChat サーバのポート番号です。";
"ServerSSLPort.pfm_title" =			"サーバ SSL ポート";
"ServerSSLPort.pfm_description" =			"iChat サーバの SSL ポートのポート番号です。";
